<%@ page language="java" contentType="text/html; charset=utf-8"
         pageEncoding="utf-8"%>
<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <title>smartSG-平台管理系统</title>
    <style>
        b{
            font-size: 15px;
        }

    </style>
</head>
<body>

<div style="margin: 10px 10px">
    <br>
    <pre>
用户管理：该模块用来实现您所在食阁管理公司的旗下所有食阁以及摊位的的组织架构和通讯信息的管理，其包含基础信息、组织架构以及内部通讯三个模块。

        <b>①</b> 组织架构：进入该系统后，首先需要设置好该系统的组织架构，通过添加本公司内部的部门以及食阁管理公司、食阁拥有者、摊位信息来建立对应的部门架构。本系统默

                  认为金字塔型四个层级架构，公司管理层、一级部门、二级部门以及三级部门，可创建公司内部任一一部门或者是食阁管理公司，二级部门可创建公司内部二级部门以及食

                  阁管理公司旗下食阁三级部门可创建公司内部三级部门以及对应食阁下的摊位。

        <b>②</b> 基础信息：在该模块中，可添加食阁管理公司用户、食阁用户、摊位用户以及公司内部用户，并将他们归到对应的组织架构下。

        <b>③</b> 内部通讯：管理系统所有用户的IM账号信息，可启用或停用在线客服账号。

食阁装修：对食阁旗下所有食阁在顾客端APP内食阁详情页的图片的上传以及食阁介绍信息的编辑，可通过设置自定义字段来添加和保存食阁相关数据信息。

食阁报表：支持按日期，字段名检索、查看、打印、分享对应食阁的报表数据。

进入食阁：在对应的食阁页面下进入到食阁的摊位管理模块。

消息中心：支持接收平台发送的系统消息。

在线客服：支持联系该平台的在线客服。

        </pre>
</div>
</body>